tutorials/RAS/MUSTE/MUSTE_NS1_topoSet/0_org/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet
    {
        type            fixedJump;
    patchType       cyclic;
    jump            uniform -3.525e-05;
    value           $internalField;
    }
    outlet
    {
        type            fixedJump;
    patchType       cyclic;
    value           $internalField;
    }
    top
    {
    type  fixedValue;
    value uniform 0;
    }
    walls
    {
	type 		fixedFluxPressure;
	gradient	$internalField;
    }
    frontAndBackPlanes
    {
        type            empty;
    }
}


// ************************************************************************* //
