tutorials/RAS/MUSTE/MUSTE_NS1_topoSet/Allrun
#!/bin/sh

# Create the mesh
blockMesh
topoSet
#setsToZones
# create the intial time folder
cp -r 0_org 0

# Run sedExnerFoam
sedExnerFoam > log
